export const testimonies = [
    `먼저 군의관이 검사를 하고 아이를 못 갖는 주사를 놓아 주었어요.`,

    `내가 이래 가지고 내가 차라리 죽는 게 낫겠다. 죽으면 안 편하겠나.`,

    `온실안에 넣어 놓고 뚜드려패고,`,

    `이 등줄기가 뚜드려 맞아가 이 손가락이 부러질 정돈데. 이렇게 부어서, 아이고 내가 손이 아파 이래가 있는 데도 뚜드려 패고. 배가 아파 죽겠는데도 뚜드려 패고. 이 등줄기를 얼마나 팼던지 자줏빛이 났던 거를, 뚜드려 맞아가지고. 요새 같으면 내 자살 했을끼다.`,

    `이 얘기만 하면 이 심장이 막 뛰어. 이 심장이 막 뛰어.`,

    `갑자기 문이 열리고 누런 군복의 군인이 들어왔어요.`,

    `하나와 같이 포악무도한 짐승처럼 달려들었다.`,

    `무조건 덤벼들었어요.`,

    `어느 날 나는 너무 고통스러워 한 장교 놈의 요구에 응하지 않았다. 그러자 그 놈은 나를 주먹으로 때리고 구두발로 차다 못해 긴 칼을 뽑아 나의 목에 대고 당장 죽일 것처럼 위협하고는 ‘황군’의 맛이 어떤가 보라고 하면서 자기의 수욕을 채웠다.`,

    `매일 군인들이 방 앞에 줄을 섰어요.`,

    `어느 날 ‘너희들이 식사도 변변히 못하고 있으니 오늘은 고깃국을 대접하겠다’면서 고깃국을 주었다. 놈들은 그 고깃국이 ‘조선처녀의 고기로 만든 국’이라며 껄껄 웃어댔다.`,

    `정정당당하게 사죄하고 배상해라.`,

    `밤에도 군인이 있어. 왜 밤에 없어. 대중없어. 저거가 시간 있으면 아무 때나 와.`,

    `낮에는 일반 군인이 왔고 밤에는 장교들이 와서 자고 갔어요.`,

    `일요일에는 사병 20여 명을 받았어요.`,

    `어떤 날은 40명이 넘는 군인을 상대할 때도 있었다.`,

    `‘여기가 도대체 뭐하는 데고?’ 내가 물으니까네. ‘위안부라’ 하는 기라.`,

    `일본 공장에서 돈을 번다고 했고, 이번에는 상하이로 가는데 같이 가자고 했어요. 나는 좋다고 했어요.`,

    `이런 데 같았으면 내가 안 왔지. 우리 엄마, 우리 아버지 알면 결단난다, 나는 죽는다.`,

    `마을 우물가에서 무장한 일본군이 갑자기 나를 붙잡아 끌고 갔다.`,

    `바리바리 찢어져서.`,

    `처음이 되놓은게 이 아래가 찢어졌고.`,

    `내가 소리를 치자 그들은 내 입에 양말을 쑤셔 넣고 나를 계속 강간하였다.`,

    `가면 그저 저 식모처럼 데려다 밥이나 시켜먹고, 빨래나 시키고. 이런데 뭐 청소나 시키고 그런 거 하는지 알았지.`,

    `그런 짓 할 거라고 생각도 안했지. 꿈에도 생각 안한 일이고.`,

    `따라 가기나 따라 갔겠어? 물에 빠져 죽으면 죽었지.`,

    `주재소장은 내가 소리를 내어 울었다는 이유로 왼쪽 눈을 때렸다. 이 일로 나는 왼쪽 눈의 시력을 잃었다.`,

    `고향에서 위안부였다는 소문이 나서 따가운 시선 속에 괴롭게 살았어요.`,

    `부모님도 안 계시고 이곳 생활이 부끄럽다고 생각해 남기로 했어요.`,

    `이들은 처음부터 죽일 생각으로 나의 입술 안쪽, 가슴과 배 그리고 몸에 문신을 하고 산등성이에 버렸다.`,

    `사람 죽이는 걸 너무 많이 봤고.`,

    `아주. 너무 분하고 억울하고. 기가 막혀서.`,

    `그냥 내 직접 내 눈으로, 내 귀로 사과를 들어야 하겠다고.`,

    `그건 ‘천만에’다 말이야 위로금이라니 왜 우리가 위로금을 받아? 뭐 했다고 위로금을, 천만에 그럴 수는 없다`,

    `어떤 기분이었냐고? 이제 죽었구나 싶어서 우는 것 밖에 할 게 없었다.`,

    `술에 취해서는 칼을 보이면서 시키는 대로 하지 않으면 죽이겠다고 협박했다. 그래도 죽어도 좋다며 말을 듣지 않자 결국 칼에 찔렸다.`,
    `사람 죽이는 걸 너무 많이 봤고.`,

    `아주. 너무 분하고 억울하고. 기가 막혀서.`,

    `그냥 내 직접 내 눈으로, 내 귀로 사과를 들어야 하겠다고.`,

];